export default {
  about: "О компании",
  products: "Продукция",
  blogs: "Блог",
  contacts: "Контакты",

  home_main_title: "DELIGHT SEASON WORLD",
  home_main_title2: "ДЛЯ ценителей ярких вкусов",
  home_about_title: "о компании",
  home_about_title2: "DELIGHT SEASON WORLD",
  home_about_parag:
    "Компания «Delight Season World является крупнейшим импортером орехов и сухофруктов. Мы знаем, что происходит с нашей продукцией на каждом этапе производства в каждый момент времени. Поэтому партнеры и клиенты довольны вкусом и ассортиментом наших продуктовых линеек.",
  home_about_more_btn: "ПОДРОБНЕЕ",
  home_about_statistics1: "года на рынке",
  home_about_statistics2: "га собственных плантаций",
  home_about_statistics3: "действующих контрактов",
  home_product_title: "наша продукция",
  home_product_paragraph:
    "Продукция Delight Season World это высокое качество по доступной цене. Это широкий ассортимент в выборе первоклассного товара.",
  home_product_btn: "Перейти в каталог",
  home_contact_title: "свяжитесь с нами",
  home_contact_paragraph:
    "Или отправьте заявку и наши менеджеры свяжутся с Вами",
  home_contact_address: "Адрес",
  home_contact_form_name: "Ваше имя",
  home_contact_form_name_place: "Иван Иванов",
  home_contact_form_number: "Ваш номер",
  home_contact_form_message: "сообщение",
  home_contact_form_message_place: "короткое сообщение",
  home_contact_form_btn: "Перезвоните мне",

  //product page

  not_info_found: "Информация не найдена",

  product_title1: "ПРЕИМУЩЕСТВА",
  product_title2: "продукции",
  product_title: "наш ассортимент",
  product_search: "Поиск...",

  product_filter_name: "имя",
  product_filter_createdat: "создан в",
  product_filter_createdat_desc: "создан в: описание",
  product_filter_name_desc: "имя: описание",

  product_category: "Категории",
  product_brand: "Бренд",
  product_all: "ВСЕ",

  product_btn_more: "Загрузи больше",

  product_partners: "мы работаем с",
  product_partners_desc:
    "Наши партнёры - федеральные и региональные торговые сети,  кондитерские фабрики и производства. а также частные  заказчики для реализации как оптом, так и в розницу",

  product_advantages_title1: "ВЫСОКОЕ КАЧЕСТВО",
  product_advantages_parag1:
    "Благодаря нашим лабораториям, температурным складам и уникальным рецептурам, наша продукция сохраняет свою натуральность и природную ценность.",
  product_advantages_title2: "Продуманная упаковка",
  product_advantages_parag2:
    "Особое внимание мы уделяем дизайну и функциональности упаковки. Это позволило нам положительно влиять на выбор покупателей и выгодно выделяться среди конкурентов.",
  product_advantages_title3: "НАСТОЯЩИЙ ВКУС",
  product_advantages_parag3:
    "Нашими технологами разработаны уникальные рецептуры без использования химических добавок и примесей. Дегустация - обязательный этап оценки вкуса и контроля качества.",
  product_advantages_title4: "широкий ассортимент",
  product_advantages_parag4:
    "Более 500 позиций в разных ценовых сегментах и на любой вкус потребителя.",

  product_single_back: "Обратно к продуктам",

  loading: "Загрузка...",
  // product_no: "Ничего больше нагрузки",
  send_application: "Oтправить заявку",
  cancel: "Отменить",
  submit_appliication: "Oтправить заявку",
  full_name: "Имя",
  phone_number: "Номер телефона",
  email: "Почта",
  success: "Ваша заявка успешно отправлена",

  blogs_top: "НОВОСТИ",
  our: "наши",
  price: "ценности",
  quality: "Высокое качество",
  partner: "Ответственное партнёрство",
  consumer: "Забота о потребителе",
  development: "Постоянное развитие",
  about_company: "о компании",
  about_one: `Delight Season World формирует культуру потребления продукции,
  соответствующую стилю и ритму современной жизни. Предлагая продукты
  высокого качества, мы заботимся о здоровье наших покупателей, развитии
  бизнеса наших партнеров, росте и самореализации наших сотрудников.`,
  about_two: `Имея собственные плантации, производства, склады и контракты с
  ведущими производителями отрасли, мы контролируем качество продукции
  на каждом этапе. Поэтому наш потребитель получает продукты с истинным
  вкусом и ароматом, сохраненной пищевой ценностью и в удобной упаковке.`,
  trademarks: "наши торговые марки",
  title: "эксклюзивные контракты",
  title_one: "выставки и тендеры",
  subTitle:
    "Направление деятельности компании - это производство и оптовая продажа орехов, сухофруктов.",
  subTitle_one:
    "Продукция «Delight Season» востребована среди зарубежных компаний. ",
  desc: " ",
  desc_one:
    "Ежегодно компания «Delight Season World»  является участником крупных международных выставок",
  year: "года",
  market: "на рынке",
  own: "га собственных",
  plantation: "плантаций",
  existing: "действующих",
  contract: "контрактов",
  advantages: "преимущества",
  tit_two: "СОБСТВЕННЫЕ ПЛАНТАЦИИ",
  tit_three: "ЭКСЛЮЗИВНЫЕ КОНТРАКТЫ",
  tit_four: "СТАБИЛЬНЫЕ ПОСТАВКИ",
  tit_five: "ПРОГРЕССИВНАЯ АНАЛИТИКА",
  tit_six: "ГИБКОСТЬ",
  description_one:
    "Наша продукция проходит пять этапов контроля качества: от лабораторного анализа до хранения в течении срока годности.",
  description_two:
    "Имеем свои плантации в Азербайджане - более 374 гектаров ореховых и фруктовых садов.",
  description_three:
    "Являемся эксклюзивным партнером в России израильской компаний «King Solomon», а так же поставщиком компании Moon Dates.",
  description_four:
    "Наш опыт работы позволил нам составить лучшие алгоритмы управления товарными запасами.",
  description_five:
    "Мы регулярно отслеживаем тренды и предпочтения и создаем ассортимент под вкусы и желания покупателей.",
  description_six:
    "Мы ориентированы на долгосрочное сотрудничество и готовы развивать партнерские отношения в направлениях СТМ, оптовых поставок и пр.",

  // contact page

  office: "ОФИСЕ",
  departament: "Отдел продаж",
  departament_hr: "HR отдел:",
  nothing: "Ничего не найдено",
} as const;
